Repository: Drop-Project/Vala-Library-Doc
Catalog: po/*.po
Languages: de, it, nl

source: Receiver:
de: Empfänger:
nl: Ontvanger:

source: Number of files:
de: Anzahl der Dateien:
nl: Aantal bestanden:

source: Overall size:
de: Gesamtgröße:
nl: totale bestandsgrootte

source: Connect to server
de: Mit Server verbinden
nl: Verbinden met server

source: Cancel
de: Abbrechen
it: Annulla
nl: Annuleren

source: One or more files aren't existent.
de: Eine oder mehr Dateien existrieren nicht.
nl: een of meerdere bestanden bestaan niet

source: Threads are not supported.
de: Mehrsträngigkeit wird nicht unterstützt.
nl: Threads zijn niet ondersteund

source: <b>Transmission of %s %s</b>
de: <b>Übertragung von %s %s</b>
nl: <b> Verzenden van %s %s</b>

source: file
de: Datei
nl: Bestand

source: files
de: Dateien
nl: Bestanden

source: Connecting to server failed. (Timed out.)
de: Verbindung zum Server fehlgeschlagen. (Zeitüberschreitung)
nl: verbinden met de server is mislukt. (tijd om te verbinden is verlopen)

source: Requesting the transmission...
de: Übertragung wird angefragt …
nl: verzoek om versturen

source: The hostname "%s" has not been accepted by the server.
de: Der Rechnername »%s« wurde vom Server nicht akzeptiert.
nl: de host naam "%s" is niet geaccepteerd door de server

source: Calculating checksum for "%s"...
de: Prüfsumme für »%s« wird berechnet …
nl: valideer de bestanden "%s"...

source: Please accept the transmission-request on the other computer.
de: Bitte die Übertragungsanfrage am anderen Rechner annehmen.
nl: accepteer het bestandsoverdracht verzoek op de andere computer alsjeblieft

source: Starting the transmission...
de: Die Übertragung wird gestartet …
nl: het verzenden is aan eht starten

source: hour(s)
de: Stunde(n)
nl: uur(en)

source: and
de: und
nl: en

source: minute(s)
de: Minute(n)
nl: minuten

source: File %d of %d
de: Datei %d von %d
nl: Bestand %d van %d

source: %0.2f %% sent. %s remaining (%s).
de: %0.2f %% gesendet. %s verbleibend (%s).
nl: %0.2f %% verzonden. %s overgebleven (%s)

source: Transmission completed.
de: Übertragung abgeschlossen.
nl: Overdracht klaar

source: %d file(s) had been transmitted.
de: %d Datei(en) wurden übertragen.
nl: %d bestand(en) zijn verzonden

source: The transmission was rejected by the other computer.
de: Die Übertragung wurde vom anderen Rechner zurückgewiesen.
nl: De overdracht was afgekeurd op de andere computer

source: Protocol version not supported! Please try to update the client.
de: Die Protokollversion wird nicht unterstützt! Bitte versuchen Sie das Programm zu aktualisieren.
nl: Protocol versie niet ondersteund! update de software alsjeblieft

source: Connecting to server failed.
de: Verbindung zum Server fehlgeschlagen.
nl: verbinden met de server is mislukt

source: Failed to open file "%s": %s
de: Öffnen der Datei »%s« ist fehlgeschlagen: %s
nl: niet gelukt om bestand te openen "%s":%s

source: Failed to create the checksum for "%s".
de: Erstellen der Prüfsummer für »%s« ist fehlgeschlagen.
nl: Mislukt om te valideren van "%s"

source: Trying to connect to "%s"...
de: Es wird versucht zu »%s« zu verbinden …
nl: probeer te verbinden met "%s"

source: Try again
de: Erneut versuchen
nl: Opnieuw proberen

source: Give up
de: Aufgeben
nl: Opgeven

source: Request by %s.
de: Anfrage von %s.
nl: verzoek van %s

source: Communication error: %s
de: Kommunikationsfehler: %s
nl: communicatie fout: %s

source: Select the folder for the received files
de: Bitte den Ordner für die empfangenen Dateien auswählen
nl: selecteer de map voor de ontvangen bestanden

source: Start Transmission
de: Übertragung starten
nl: start verzenden

source: Protocol error: Too many transmission-requests.
de: Protokollfehler: Zu viele Übertragungsanfragen.
nl: Protocol fout: Te veel verzend verzoeken

source: Protocol error: Unknown hostname.
de: Protokollfehler: Unbekannter Rechnername.
nl: Protocol fout: Niet bekent host naam

source: Receiving file %d of %d by %s (%0.2f %%).
de: Datei %d von %d von %s (%0.2f %%) wird empfangen.
nl: Bestand %d van %d ontvangen, Van %s (%0.2f %%).

source: IO error: Failed to write to "%s".
de: EA-Fehler: Schreiben nach »%s« ist fehlgeschlagen.
nl: I/O fout: Mislukt om te schrijven naar "%s"

source: Failed to write to "%s".
de: Schreiben nach »%s« ist fehlgeschlagen.
nl: Mislukt om te schrijven naar "%s"

source: IO error: Failed to move the file to "%s": %s
de: EA-Fehler: Verschieben der Datei nach »%s« ist fehlgeschlagen: %s
nl: I/O fout: Mislukt om bestand te verplaatsen naar "%s": %s

source: Failed to move the temporary file to "%s": %s
de: Verschieben der temporären Datei nach »%s« ist fehlgeschlagen: %s
nl: Mislukt om tijdelijke bestanden te verplaatsen naar "%s": %s

source: Transmission error: Bad checksum of file "%s".
de: Übertragungsfehler: Die Datei »%s« hat eine falsche Prüfsumme.
nl: Overdracht fout: slechte checksum van bestand "%s"

source: Protocol error: Transmission not requested.
de: Protokollfehler: Die Übertragung wurde nicht angefragt.
nl: Protocol fout: Overdracht is niet aangevraagd

source: Transmission canceled.
de: Übertragung abgebrochen.
nl: Overdracht geannuleerd

source: Connection to the client closed.
de: Verbindung zum Programm getrennt.
nl: Verbinding naar de gebruiker gesloten

source: Notification error: %s
de: Benachrichtigungsfehler: %s
nl: Notificatie fout: %s

source: Transmission by %s
de: Übertragung von %s
nl: overdracht van %s

source: Accept
de: Annehmen
nl: Accepteren

source: Reject
de: Ablehnen
nl: Afwijzen

source: Accept connections
de: Verbindungen annehmen
nl: Accepteer verbinding

source: Receiving initialisation failed.
it: Inizializzazione ricezione non riuscita.

source: Receiving request failed.
it: Richiesta ricezione non riuscita.

source: Sending confirmation failed.
it: Invio di conferma non riuscito.

source: Loading files failed.
it: Caricamento dei file non riuscito.

source: Sending initialisation failed.
it: Invio di inizializzazione non riuscito.

source: Sending request failed.
it: Invio richiesta non riuscito.

source: Receiving confirmation failed.
it: Conferma ricezione non riuscita.

source: Sending files failed.
it: Invio dei file non riuscito.

source: No transmission partners detected
it: Nessun partner di trasmissione rilevato

source: Please check if the devices you want to send files to are running and their servers are enabled.
it: Per favore verifica se i dispositivi a cui si desidera inviare i file sono in esecuzione e se i loro servizi sono abilitati.

source: Use a secure encryption for this transmission
it: Utilizza una crittografia sicura per questa trasmissione

source: Select the files you want to send…
it: Seleziona i file che desideri inviare...

source: Open
it: Apri

source: Send %i file to…
it: Invia %i file a...

source: Close
it: Chiudi

source: Send
it: Invia
